import React from 'react';
import './HotelNotice.scss';

function HotelNotice() {
	return (
		<>
			<div className="hotel_notice">
				<p>不建議患有下列疾病或其他不宜受到過度刺激的旅客參加此項目
</p>
				<p>
				高血壓、心臟病、懼高症、氣喘、癲癇、懷孕婦女
				</p>
				<p></p>
				<p>
				部分設施有身高和年齡限制，且少數設施需額外付費，敬請留意。
				</p>
				<p>
				手環遭損毀或取下後視同失效，敬請留意。
				</p>
				{/* <p>
					為響應環保，本會館不提供牙膏、牙刷、刮鬍刀、浴帽及洗面乳等個人盥洗用具，離開房間時，請隨手關燈、關閉空調並節約用水。
				</p>
				<p>
					房內外設施、設備、備品、牆面、寢具，如有損壞或留下無法清潔之汙漬，須以原價賠償。
				</p>
				<p>如有發生嘔吐或其他行為而導致客房或公共空間汙損，需酌收清潔費用。</p>
				<p>
					請於入住日 15 時至 24 時進房登記，翌日 11
					時前完成退房手續；並應依規定攜帶身分證件以備登記。
				</p>
				<p>
					為維護住宿品質，訪客時間為 9 時到 21 時，若您的親友於 21
					時之後仍未離館，或使用了本館設施與備品，我們將視為住宿貴賓，並收取住宿費用。
				</p>
				<p>
					另為防疫考量，入住時皆需量額溫，若超過 37.5
					度將婉拒您入住，請先行做好自身安全防護。
				</p>
				<p>
					須年滿 18
					歲以上登記入住並持有中華民國國民身分證、台灣護照或外僑居留證，入住時需出示
					"訂購入住者" 有效證件，若非上述者或無法出示者，請依各飯店規定補足差額。
				</p>
				<p>
					恕不接受 18 歲以下者單獨消費入住，未滿 18
					歲者須有法定代理人陪同，必要時本飯店得要求消費者出示身分證件以資證明。
				</p>
				<p>
					飯店每房有入住人數的限制，超過預訂人數或年齡的其它增加的房客，飯店有權拒絕入住或請您現場加價加開客房（依飯店規定收費）。
				</p>
				<p>房內陳設及格局請以實際入住之安排為主，恕無法指定，敬請見諒。</p>
				<p>如有特殊需求，將視入住時可提供的服務而定，並可能產生額外的費用。</p>
				<p>額外收費項目請一律以實際報價為主，並請於現場將費用支付予飯店。</p>
				<p>
					依菸害防治法，全館禁止吸菸、禁止攜帶寵物 (導盲犬、導聾犬及肢體輔助犬除外) 入住。
				</p>
				<p>防疫期間，為配合政府措施及保障所有賓客身體，請配合體溫測量及手部消毒。</p>
				<p>
					請務必詳閱並遵守飯店之入住規範，為維護全體賓客權益，飯店保有權利拒絕接受預訂及旅客入住，敬請知悉。
				</p>
				<p>以上住宿方案內容不得與其他優惠合併使用。</p> */}
			</div>
		</>
	);
}

export default HotelNotice;
